[
    {
        "_id": 1,
        "faction": "The Arborec",
        "image": "https://miro.medium.com/max/361/1*zTAqWIxzpC_Zde_9Y5B4FA.jpeg",
        "abilities": [{
            "name": "Mitosis",
            "info": "Your space docks cannot produce infantry.  At the start of the status phase , place 1 infantry from your reinforcements on any planet you control."
        }],
        "promissory_note":{
            "name": "Stymie",
            "info": "ACTION: Place this card face up in your play area. While this card is in your play area, the Arborec player cannot produce units in or adjacent to non-home systems that contain 1 or more of your units. If you activate a system that contains 1 or more of the Arborec player's units, return this card to the Arborec player."
        },
        "technologies": [{
            "name": "Bioplasmosis",
            "info": "At the end of the status phase , you may remove any number of infantry from planets you control and place them on 1 or more planets you control in the same or adjacent systems. Requirements: 2 Green"
        }],
        "unit_upgrades":[
            {
            "name": "Letani Warrior",
            "cost": "1x2",
            "combat": 8,
            "abilities": "Production 1",
            "prerequisites": "none"
            },
            {
            "name": "Letani Warrior II",
            "cost": "1x2",
            "combat": 7,
            "abilities": ["Production 2", "After this unit is destroyed, roll 1 die.  If the result is 6 or greater, place the unit on this card.  At the start of your next turn, place each unit that is on this card on a planet you control in your home system."],
            "prerequisites": "2 Green"
            }
        ],
        "flagship": {
            "name": "Duha Menaimon",
            "cost": 8,
            "combat": "7x2",
            "move": 1,
            "capacity": 5,
            "abilities": ["Sustain Damage", "After you activate this system, you may produce up to 5 units in this system"]
        },
        "government": "Hivemind, Expansionist",
        "quote": "Do you hear, flesh-thing? The harmonies of the Arborec? Your golems of metal and noise and fire have deafened you to the symphony."
        
    }
]