[
    {
        "faction": "The Emirates of Hacan",
            "image": "https://images-cdn.fantasyflightgames.com/filer_public/68/d9/68d9e662-f130-4c18-9182-4e9716552d02/ti07_preview7.jpg",
            "abilities": {
                "Masters_of_Trade": "Masters of Trade: You do not have to spend a command token to resolve the secondary ability of the 'Trade' strategy card.", 
                "Guild_Ships": "You can negotiate transactions with players who are not your neighbor.",
                "Arbiters": "When you are negotiating a transaction, action cards can be exchanged as part of that transaction."
            },
            "promissory_note":"ACTION: Place this card face-up in your play area. While this card is in your play area, you may negotiate transactions with players who are not your neighbor. If you activate a system that contains 1 or more of the Hacan player's units, return this card to the Hacan player.",
            "technologies": {
                "Production_Biomes": "ACTION: Exhaust this card and spend 1 token from your strategy pool to gain 4 trade goods and choose 1 other player; that player gains 2 trade goods. Requirements: 2 Green", 
                "Quantum_Datahub_Node": "At the end of the strategy phase, you may spend 1 token from your strategy pool and give another player 3 of your trade goods.  If you do, give 1 of your strategy cards to that player and take 1 of his strategy cards. Requirements: 3 Yellow"
            },
            "flagship": {
                "name": "Wrath of Kenara",
                "cost": 8,
                "combat": "7x2",
                "move": 1,
                "capacity": 3,
                "abilities": ["Sustain Damage", "After you roll a die during a space combat in this system, you may spend 1 trade good to apply +1 to the result."]
            },
            "government": ["United Emirates, Economic"],
            "quote": "There is no price to great for the Hacan, no silk to fine, and no war too long. My people will persevere"
            
        }
]