[
    {
        "faction": "The Emirates of Hacan",
            "image": "https://images-cdn.fantasyflightgames.com/filer_public/68/d9/68d9e662-f130-4c18-9182-4e9716552d02/ti07_preview7.jpg",
            "abilities": ["Masters of Trade: You do not have to spend a command token to resolve the secondary ability of the 'Trade' strategy card.", "Guild Ships: You can negotiate transactions with players who are not your neighbor.","Arbiters: When you are negotiating a transaction, action cards can be exchanged as part of that transaction."],
            "promissory_note":"Trade Convoys: ACTION: Place this card face-up in your play area. While this card is in your play area, you may negotiate transactions with players who are not your neighbor. If you activate a system that contains 1 or more of the Hacan player's units, return this card to the Hacan player.",
            "technologies": ["Production Biomes: ACTION: Exhaust this card and spend 1 token from your strategy pool to gain 4 trade goods and choose 1 other player; that player gains 2 trade goods. Requirements: 2 Green", "Quantum Datahub Node: At the end of the strategy phase, you may spend 1 token from your strategy pool and give another player 3 of your trade goods.  If you do, give 1 of your strategy cards to that player and take 1 of his strategy cards. Requirements: 3 Yellow"],
            "flagship": {
                "name": "Wrath of Kenara",
                "cost": 8,
                "combat": "7x2",
                "move": 1,
                "capacity": 3,
                "abilities": ["Sustain Damage", "After you roll a die during a space combat in this system, you may spend 1 trade good to apply +1 to the result."]
            },
            "government": ["United Emirates, Economic"],
            "quote": "There is no price to great for the Hacan, no silk to fine, and no war too long. My people will persevere",
            "lore": "Under the punishing rays of the massive star Kenara lies the tri-system of Hacan. Each of its three satellites wrapped in the yellow haze so distinctive of desert planets. These three jewels are called Arretze, Kamdorn and Hercant. Here, the united Emirates of the Hacan have grown a mighty civilization of warriors, nomads, farmers and above all; merchants. The Kenara system is one of the most heavily trafficked in the known universe. Only the wormhole portal systems see more traffic in any given cycle. From Kenara an untold number of Hacan and other merchant vessels traverse the galaxy. This traffic is supported by entire cities of space stations that provide the warehousing, logistics, maintenance, banking , entertainment and other necessities facilitating the constant flow of goods, ships and crew. On the surface of the three hot desert planets, life is slower and more serene. Only life in the city of Harcarun on the planet Arretze matches the breathless pace of the space above. Lovated in a shadowy vale near the Arretze northern pole, Harcarun is the only city in the tri-system that has a fixed position. Its permanent location and almost bearable climatehas made Harcarun the primary point of operation for most non-native trading corporations, financiers and oppurtunists. The Hacan, despite the uncanny ability for establishing financial relationships and building trade, generally despise the chaotic lifestyle, and, to them, windy cold of Harcarun. The Hacan people dwell mostly in cities built on massive dust-sleds, constantly moving to cooler climates as the desert seasons shift. Although some technology has been introduced in the last hundred years, most Hacan cities are still pulled by vast herds of Tuuran beasts, whose gill-like skin membrances take moisture from the very air itself. In their distant past, the Hacan were a poor species, their exploits into space dwarfed by the other great races of the Imperium. Then slowly the Hacan discovered an insatiable off-worlder lust for special products grown under the Kenara’s blinding light of dug from the deep sands of their home worlds, the intoxicating gerr root, clothes made from the starflowers that only rise during the Hercant’s equinox, Spehat aphrodisiacs, liquors, medicines and forbidden drugs: All harvested and manufactured by the craft and patient hands of the Hacan. Soon the Hacan became master of trade and their system prospered as unfathomable fortunes were made by the increasingly powerful trading clans, chief among them the Mowshir Emirate of Arretze. The desire to protect their newfound wealth and a will to peacefully regulate and arbitrate between the clans, moved the Hacan to form a representative gathering and to elect a Quieron – the leader who speaks for all the Hacan. The Quieron leads the entire hierarchy of trade-groups, each possessing its own fleets of commerce and war. His task: to lead his people to the Imperial Throne, establishing an era of wealth and peaceful commerce."
        }
]