[
    {
        "_id": 13,
        "faction": "The Universities of Jol-Nar",
        "image": "https://lh3.googleusercontent.com/proxy/8StIsGg24xfIev-D67DeEJ6mg4_Tka-Oi2XGQeVwNrGbchP0GwXVjin1eh4Ikh3gdoJvhboubvY5nggxzC8DPI9xDqwldrZ8FFd0",
        "abilities": [{
            "name":"Fragile",
            "info": "Apply -1 to the result of each of your unit's combat rolls."},
            {
            "name": "Brilliant",
            "info": "When you spend a command token to resolve the secondary ability of the Technology strategy card, you may resolve the primary ability instead."},
            {
            "name": "Analytical",
            "info": "When you research a technology that is not a unit upgrade technology, you may ignore 1 prerequisite."
    }],
        "promissory_note":{
            "name":"Research Agreement",
            "info": "After the Jol-Nar player researches a technology that is not a faction technology: Gain that technology. Then, return this card to the Jol-Nar player."},

        "technologies": [{
            "name": "E_ResSiphons",
            "info": "After another player activates a system that contains 1 or more of your ships, gain 4 trade goods. Requirements: 2 Yellow"},
            {
            "name": "Spacial Conduit Cylinder",
            "info": "You may exhaust this card after you activate a system that contains 1 or more of your units; that system is adjacent to all other systems that contain 1 or more of your units during this activation. Requirements: 2 Blue"
        }],
        "unit_upgrades":[
            {
            "name": "Exotrireme I",
            "cost": 4,
            "combat": 5,
            "move": 1,
            "capacity": 1,
            "abilities": ["Sustain damage, Bombardment 4 (x2)"],
            "prerequisites": "none"
            },
            {
            "name": "Exotrireme II",
            "cost": 4,
            "combat": 5,
            "move": 2,
            "capacity": 1,
            "abilities": ["Sustain damage, Bombardment 4 (x2). This unit cannot be destroyed by 'Direct Hit' action cards.  After a round of space combat, you may destroy this unit to destroy up to 2 ships in this system."],
            "prerequisites": "2 Blue, 1 Yellow"
            }
        ],
        "flagship": {
            "name": "J.N.S. Hylarim",
            "cost": 8,
            "combat": "6x2",
            "move": 1,
            "capacity": 3,
            "abilities": ["Sustain Damage", "When making a combat roll for this ship, each result of 9 or 10, before applying modifiers, produces 2 additional hits."]
        },
        "government": "Circle of Regents, Scientific",
        "quote": "We cannot halt progress for the sake of morality. If you have not the stomach for science, then i suggest you depart Wun-Escha immediately."
        
    }
]