[
    {
        "_id": 3,
        "faction": "The Clan of Saar",
        "image": "https://pbs.twimg.com/media/DTsauHxW4AEPZ0J.jpg",
        "abilities": [{
            "name": "Scavenge",
            "info": "After you gain control of a planet, gain 1 trade good."},
            {
            "name": "Nomadic",
            "info": "You can score objectives even if you do not control the planets in your home system."
        }],
        "promissory_note":{
            "name": "Ragh's Call",
            "info": "After you commit 1 or more units to land on a planet: Remove all of the Saar player's ground forces from that planet and place them on a planet controlled by the Saar player. Then return this card to the Saar player."
        },
        "technologies": [{
            "name": "Chaos Mapping",
            "info": "Other players cannot activate asteroid fields that contain 1 or more of your ships. At the start of your turn during the action phase, you may produce 1 unit in a system that contains at least 1 of your units that has Production. Requirements: Blue"
            }],
        "unit_upgrades":[
            {
            "name": "Floating Factory I",
            "move": 1,
            "capacity": 4,
            "abilities": ["Production 5, This unit is placed in a space area instead of on a planet.  This unit can move and retreat as if it were a ship.  If this unit is blockaded, it is destroyed."],
            "prerequisites": "none"
            },
            {
            "name": "Floating Factory II",
            "move": 2,
            "capacity": 5,
            "abilities": ["Production 7, This unit is placed in a space area instead of on a planet.  This unit can move and retreat as if it were a ship.  If this unit is blockaded, it is destroyed."],
            "prerequisites": "2 Yellow"
            }
        ],
        "flagship": {
            "name": "Son of Ragh",
            "cost": 8,
            "combat": "5x2",
            "move": 1,
            "capacity": 3,
            "abilities": ["Sustain Damage", "Anit-Fighter Barrage 6(x4)"]
        },
        "government": "Admiralty, Objective",
        "quote": "O Lisis, you whose fate is forever carved into the backs of the weary. Your spectre is all we see."

    }
]