[
    {
        "faction": "The Xxcha Kingdom",
        "image": "https://vignette.wikia.nocookie.net/twilight-imperium-worlds/images/1/1e/Xxcha_Kingdom.PNG/revision/latest?cb=20181213030029",
        "abilities": {
            "PeaceAccords": "After you resolve the primary or secondary ability of the 'Diplomacy' strategy card, you may gain control of 1 planet other than Mecatol Rex that does not contain any units and is in a system that is adjacent to a planet you control.",
            "Quash": "When an agenda is revealed, you may spend 1 token from your strategy pool to discard that agenda and reveal 1 agenda from the top of the deck.  Players vote on this agenda instead."
        },
        "promissory_note":"After an agenda is revealed: Remove 1 token from the Xxcha player's strategy pool and return it to his reinforcements.  Then, discard the revealed agenda and reveal 1 agenda from the top of the deck.  Players vote on this agenda instead. Then, return this card to the Xxcha player.",
        "technologies": {
            "NullificationField": "After another player activates a system that contains 1 or more of your ships, you may exhaust this card and spend 1 token from your strategy pool; immediately end that player's turn. Requirements: 2 Yellow",
            "InstinctTraining": "You may exhaust this card and spend 1 token from your strategy pool when another player plays an action card; cancel that action card. Requirements: 1 Green"
        },
        "flagship": {
            "name": "Loncarra Ssodu",
            "cost": 8,
            "combat": "7x2",
            "move": 1,
            "capacity": 3,
            "abilities": ["Sustain Damage", "Space Cannon 5 (x3) You may use this unit's SPACE CANNON against ships that are in adjacent systems."]
        },
        "government": ["Monarchy, Political"],
        "quote": "To fight without cause is not the way, human. Curb your anger. Let us walk through the gardens and consider how to proceed."
        
    }
]